/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-product",
      "blocks": {
        "title": {
          "type": "title",
          "settings": {}
        },
        "description": {
          "type": "description",
          "settings": {}
        },
        "variant_picker": {
          "type": "variant_picker",
          "settings": {
            "picker_type": "button",
            "swatch_shape": "circle"
          }
        },
        "buy_buttons": {
          "type": "buy_buttons",
          "settings": {
            "show_dynamic_checkout": true,
            "show_gift_card_recipient": true
          }
        },
        "collapsible_tab_BjNE4d": {
          "type": "collapsible_tab",
          "settings": {
            "heading": "Características",
            "icon": "none",
            "content": "<p>Características<br/><br/></p>",
            "page": ""
          }
        },
        "collapsible_tab_FGjqXR": {
          "type": "collapsible_tab",
          "settings": {
            "heading": "Condiciones",
            "icon": "none",
            "content": "<p><strong>1. Aceptación del contrato:</strong> El cliente declara haber leído, comprendido y aceptado expresamente estas Condiciones Generales (CGC) de contratación, así como cualquier cláusula particular de su servicio, al marcar la casilla de aceptación durante el proceso de compra online. El “clic” o marcación de la casilla “Acepto” constituye una firma electrónica válida equivalente a la firma manuscrita . A partir de ese momento, el contrato queda perfeccionado electrónicamente, vinculando al Operador (Keio/Zero) y al cliente de acuerdo con la ley. El cliente garantiza la veracidad de los datos facilitados y reconoce que la fecha de firma electrónica se considerará como fecha de inicio del contrato.</p><p><strong>2. Objeto y descripción de los servicios:</strong> El objeto de este contrato es la prestación de servicios de telecomunicaciones de acceso a internet por fibra óptica y/o servicio de telefonía móvil, ofrecidos por Keio/Zero como operador virtual. Los servicios se suministran mediante redes mayoristas de terceros (p. ej. redes de fibra o de telefonía móvil de grandes operadores). El cliente contrata específicamente el plan o tarifa seleccionada, que incluye una determinada velocidad de fibra y/o un paquete de datos/voz móvil, según las condiciones publicadas. El Operador facilitará al cliente los equipos (p. ej. router, SIM) necesarios para la prestación del servicio, de los cuales el cliente será responsable. Se informará al cliente, con carácter orientativo, de los plazos previstos para la instalación del servicio de fibra y la activación de la línea móvil. Por ejemplo, una instalación de fibra suele realizarse en aproximadamente 5 días desde la firma del contrato (hasta un máximo de 14 días si implica portabilidad de número) . Dichos plazos son meramente estimativos y pueden variar por causas ajenas al operador (disponibilidad técnica, trabas de operador mayorista, etc.).</p><p><strong>3. Contratación online y pagos anticipados:</strong> La contratación se efectúa exclusivamente online. El cliente elige modalidad de pago (mensual, semestral o anual) y autoriza que los pagos de cada período se efectúen por adelantado. Es decir, al iniciar el servicio deberá abonar la primera cuota completa correspondiente (incluyendo impuestos), y las siguientes cuotas se cargarán automáticamente en su tarjeta o método de pago indicado en la fecha de renovación de cada periodo. El cliente autoriza expresamente al Operador a cargar en su tarjeta todos los importes adeudados (cuotas de servicio, impuestos y cargos adicionales) . Si el pago no se efectúa en la fecha de vencimiento, el Operador podrá suspender temporalmente el servicio hasta la regularización, sin que ello conlleve penalización adicional más allá de los cargos atrasados permitidos por ley.</p><p><strong>4. Duración mínima y compromiso de permanencia:</strong> El contrato tiene una duración inicial mínima de 12 meses desde la activación del servicio contratado. Este compromiso de permanencia es obligatorio incluso si el cliente opta por pago mensual, y solo se podrá resolver anticipadamente según lo previsto en estas CGC. Si el cliente decide darse de baja antes de cumplir los 12 meses, se le podrá aplicar una penalización equivalente al importe de las cuotas restantes hasta completar ese plazo, reducida de forma proporcional al tiempo transcurrido, tal como se indica en la tarifa contratada. Estas cláusulas no contravienen la normativa de consumo mientras sean proporcionadas y estén debidamente informadas.</p><p><strong>5. Renovación automática:</strong> Salvo denuncia expresa en los plazos indicados, el contrato se renueva automáticamente por períodos iguales al inicialmente acordado (mensual, semestral o anual), repitiéndose las mismas condiciones pactadas en cada renovación. El Operador informará al cliente con antelación razonable (p.ej. 30 días antes) de cada renovación y de cualquier cambio relevante de condiciones futuras. El cliente podrá cancelar su suscripción en cualquier momento desde su área de cliente en línea antes de la fecha de renovación, poniendo fin al contrato al término del período vigente. En caso de cambios unilaterales de tarifa o condiciones por parte del operador, el cliente tendrá derecho a resolver el contrato anticipadamente y sin penalización .</p><p><strong>6. Derecho de desistimiento:</strong> Conforme a la Ley de Consumidores, el cliente dispone de un derecho de desistimiento de 14 días naturales desde la firma electrónica del contrato , sin necesidad de justificación, siempre que sea una nueva alta y antes de que se haya iniciado la prestación del servicio. En particular, en telecomunicaciones se entiende que el derecho de desistimiento se pierde si el operador ya ha comenzado a ejecutar el contrato (por ejemplo, tras la activación de la línea o instalación de equipos) . Por tanto, el cliente debe ejercer su desistimiento antes de la activación; una vez que el servicio ha empezado, ya no procede devolución de cantidades. Cuando proceda ejercer el desistimiento, el cliente deberá notificarlo por los medios previstos (atención al cliente o correo electrónico) y devolver los equipos provisionales (router/SIM) en buen estado. El Operador devolverá las cantidades abonadas (inclusive cuotas prorrateadas) sin penalización dentro de los 14 días siguientes a la confirmación del desistimiento.</p><p><strong>7. Excepciones y devoluciones:</strong> No procederá reembolso cuando el servicio se haya activado válidamente o haya transcurrido el periodo mínimo establecido sin que el cliente haya ejercido el desistimiento. Sin embargo, el cliente podrá resolver anticipadamente (sin penalización y con devolución proporcional de cuotas no disfrutadas) si se produce un incumplimiento grave por parte del Operador, tal como la falta injustificada de prestación del servicio o un cambio unilateral de condiciones que resulte sustancial (durante la vigencia) . En tales casos, el cliente deberá reclamar formalmente por escrito (puede usar el formulario de reclamación) y, de confirmarse el incumplimiento grave, se procederá al reembolso de los importes proporcionalmente pendientes. En ningún caso se devolverán cuotas ya consumidas o cargos legítimos tras una renovación automática válida que no haya sido cancelada previamente por el cliente.</p><p><strong>8. Equipos y penalizaciones:</strong> Los equipos entregados (router, módem, decodificadores, tarjeta SIM, etc.) son propiedad del Operador o sus proveedores. El cliente debe devolverlos en buen estado y en plazos razonables tras la finalización del contrato o cuando se lo solicite el Operador. En caso de no devolución injustificada o deterioro del equipo, el Operador podrá cargar en la cuenta del cliente el coste de reposición o penalización correspondiente (p.ej. una tarifa fija por router no devuelto). Por ejemplo, las condiciones de algunos operadores establecen que el cliente deberá reponer o pagar el equipo no devuelto según el precio vigente . Dicho importe se cargará junto con la última factura tras resolver el contrato.</p><p><strong>9. Política de uso razonable:</strong> El cliente se compromete a utilizar los servicios de forma lícita, razonable y conforme a su naturaleza. Queda prohibido el uso del servicio para actividades ilegales (piratería, envío de spam, DDOS, fraudes de tarificación, etc.), así como exceder sistemáticamente los límites técnicos contratados (ancho de banda o minutos). El cliente será responsable de todo el tráfico, usos y contenidos generados desde su línea o equipos, y deberá mantener actualizados los dispositivos y contraseñas para evitar usos indebidos . El Operador no responde de las actividades ilícitas, del abuso de capacidad ni de los daños indirectos que ello pudiera causar a terceros o a la red.</p><p><strong>10. Cesión de datos y comunicaciones:</strong> Al contratar, el cliente autoriza expresamente que Keio/Zero trate sus datos personales conforme a la normativa de protección de datos (RGPD/LOPDGDD) para la gestión del servicio y finalidades propias de la relación contractual. El cliente consiente recibir comunicaciones administrativas y comerciales relacionadas con el servicio en la dirección de correo electrónico y/o número de WhatsApp facilitados. El envío de facturas, avisos de renovación, notificaciones de incidencias y promociones podrá realizarse por correo electrónico, SMS o mensajería instantánea, considerándose válidas dichas comunicaciones. La empresa garantiza la confidencialidad de los datos y no los cederá a terceros salvo obligación legal o a los proveedores técnicos necesarios para la prestación del servicio (por ejemplo, operador mayorista), informando de ello en su política de privacidad.</p><p><strong>11. Reclamaciones, cancelaciones y derechos del consumidor:</strong> Para cualquier duda, reclamación de facturación o solicitud de baja/cancelación, el cliente podrá contactar al Servicio de Atención al Cliente (teléfono gratuito y/o área privada online). Las reclamaciones pueden presentarse en tiendas físicas autorizadas o por vía telefónica/email en el plazo de 1 mes desde el conocimiento del hecho . El Operador asignará un número de referencia a cada reclamación. Si el cliente no obtiene respuesta satisfactoria en el plazo de un mes, podrá acudir a la Junta Arbitral de Consumo correspondiente, a la Secretaría de Estado de Telecomunicaciones (SEPTEL/CNMC) o a organismos de defensa del consumidor . La presentación de una reclamación no exime del pago de facturas pendientes. Para cancelar el servicio, el cliente debe solicitarlo por los canales habilitados (teléfono, área cliente o formulario web). La baja se hará efectiva al término del periodo prepagado en curso, sin que proceda reembolso adicional salvo caso de error de facturación o incumplimiento del Operador.</p><p><strong>12. Condiciones de terceros:</strong> Los servicios contratados dependen en parte de redes y sistemas de operadores mayoristas (p. ej. fibra Movistar, Orange; red móvil de [X] u [Y]). El cliente acepta que los términos y garantías de dichos proveedores se aplican subsidiariamente a su contrato. En particular, se somete a las políticas de calidad de servicio, interrupciones programadas y derechos del usuario establecidos por los operadores mayoristas. El Operador facilita los servicios bajo licencia minorista, pero el cliente reconoce que puede estar sujeto al cumplimiento de las condiciones impuestas por el operador de red subyacente.</p><p><strong>13. Legislación aplicable:</strong> Estas CGC se rigen por la legislación española aplicable en materia de telecomunicaciones y protección al consumidor. En particular, se respetan los derechos reconocidos en la Ley General de Telecomunicaciones (capítulo de derechos de usuarios) y en el Real Decreto Legislativo 1/2007 (Ley General de Consumidores). El cliente puede resolver anticipadamente su contrato, sin penalización, si el Operador modifica unilateralmente las condiciones con efectos adversos . Para cualquier controversia se somete al Derecho español y a los tribunales competentes, siempre que no se hayan agotado previamente las vías extrajudiciales (arbitraje de consumo).</p><p><strong>14. Consentimiento expreso a cobros futuros:</strong> Al aceptar estas condiciones y facilitar sus datos de pago, el cliente autoriza al Operador a realizar los cargos futuros correspondientes a la renovación automática del servicio contratado y a cualquier servicio adicional extra contratado con su consentimiento (ej. ampliaciones de velocidad, servicios complementarios). Esta autorización se extiende a todos los pagos periódicos pactados (mensuales, semestrales o anuales) así como a las penalizaciones o compensaciones previstas en estas condiciones. El cliente acepta que tales cargos se realicen automáticamente en la fecha de renovación o prestación del servicio, sin necesidad de nueva aceptación expresa en cada ocasión.</p><p><strong>15. Aceptación de condiciones:</strong> La formalización del pedido implica la aceptación expresa e integral de estas Condiciones Generales, así como de cualquier anexo, tarifa vinculada y condiciones particulares indicadas durante la contratación. Al hacer clic en “Contratar” y marcar la casilla de aceptación, el cliente declara conocer y aceptar todos los términos anteriores. En la página web del Operador podrán consultarse, descargar y conservar estas CGC completas.</p><p>Todos estos términos están diseñados conforme a la normativa vigente y a las buenas prácticas del comercio electrónico. El cliente reconoce que, si pulsa “Comprar” o “Contratar”, está adquiriendo el compromiso contractual descrito, con efecto vinculante a todos los efectos legales.<br/><br/></p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "title",
        "description",
        "variant_picker",
        "buy_buttons",
        "collapsible_tab_BjNE4d",
        "collapsible_tab_FGjqXR"
      ],
      "settings": {
        "enable_sticky_info": true,
        "color_scheme": "scheme-1",
        "media_size": "medium",
        "constrain_to_viewport": true,
        "media_fit": "contain",
        "gallery_layout": "thumbnail_slider",
        "media_position": "left",
        "image_zoom": "none",
        "mobile_thumbnails": "hide",
        "hide_variants": true,
        "enable_video_looping": false,
        "padding_top": 36,
        "padding_bottom": 12
      }
    },
    "related-products": {
      "type": "related-products",
      "settings": {
        "heading": "Conoce nuestros Best Sellers",
        "heading_size": "h2",
        "products_to_show": 4,
        "columns_desktop": 4,
        "color_scheme": "scheme-1",
        "image_ratio": "square",
        "image_shape": "default",
        "show_secondary_image": true,
        "show_vendor": true,
        "show_rating": false,
        "columns_mobile": "2",
        "padding_top": 36,
        "padding_bottom": 28
      }
    },
    "main_custom_text_image_UXVzMx": {
      "type": "main-custom-text-image",
      "name": "main-custom-text-image",
      "settings": {}
    },
    "main_custom_marquee_Jez4Jw": {
      "type": "main-custom-marquee",
      "name": "main-custom-marquee",
      "settings": {}
    },
    "main_custom_faqs_kVRFYX": {
      "type": "main-custom-faqs",
      "name": "iUROP - Faqs section",
      "settings": {}
    }
  },
  "order": [
    "main",
    "related-products",
    "main_custom_text_image_UXVzMx",
    "main_custom_marquee_Jez4Jw",
    "main_custom_faqs_kVRFYX"
  ]
}
